{
  "header__menuHome": "Home",
  "header__menuAbout": "About Us",
  "header__menuServices": "Services",
  "header__menuProjects": "Projects",
  "header__menuCompanies": "Companies",
  "header__menuContacts": "Contacts",

  "aboutUs__mainTitle": "About us",
  "aboutUs__title": "A new vision and approach based оп knowledge and experience",
  "aboutUs__text": "We are an engineering and construction group of companies which supplies a vast array of solutions to its customers including the revamping, after-sales industrial maintenance and turnkey plant solutions for thermal and hydraulic industrial processes as well as industrial automation and air treatment systems.",
  "button__learnMore": "Learn more",

  "ourCompanies__title": "Our companies",

  "ourServices__title": "Our services",
  "services__supervision": "Supervision",
  "supervision__text": "Our independent technical control will allow you to complete the project in a timely manner, avoiding the occurrence of risks and observing all relevant...",
  "details": "Details",
  "services__construction": "Construction",
  "construction__text": "We have experience in the production of bridge structures, lifting equipment and related structures, furnaces, industrial air treatment systems...",
  "services__afterSales": "After-sales service",
  "afterSales__text": "We provide after-sales service in several ways, Periodic maintenance (periodic inspection)...",
  "services__logisticSupport": "Logistic support",
  "logisticSupport__text": "Using free tangible assets and the high mobilization readiness of our specialists, we have developed a new business solution...",
  "services__assembly": "Assembly",
  "assembly__text": "Complete or partial assembling and dismantling of steel structures and mechanical machinery, with subsequent re-assembly and testing...",
  "services__commissioning": "Commissioning & start-up",
  "commissioning__text": "Our commissioning service includes checking the condition of the equipment, the correct connection of power supply and hydraulic systems, setting, starting and checking the operating parameters...",

  "benefits__title": "Benefits",
  "benefits__professionalism": "Professionalism",
  "benefits__quality": "Quality",
  "benefits__reliability": "Reliability",
  "benefits__innovation": "Innovation",
  "benefits__safety": "Safety",

  "projects__title": "Completed projects",
  "button__allProjects": "All projects",

  "askUs__text": "Have a question? Ask us",
  "askUs__button": "Ask us",

  "map__title": "We work all over the world",
  "numberOfOffices": "Central offices",
  "numberOfCountries": "Countries in which we have gained practical experience and every year their number is growing",

  "arrow__goUp": "Go up",

  "ukraine": "Ukraine",
  "international": "International",
  "warsaw": "Warsaw",
  "italy": "Italy",

  "supervisionPage__text": "Our independent construction site supervision helps you complete the project on time, avoiding the occurrence of the risks while meeting all relevant regulations and quality standards. To guarantee top-quality execution of work, our technical supervisors carry out quality control procedures at each stage of the project. We have extensive experience and deep knowledge in the field of technical control, providing the following services:",
  "supervisionPage__item1": "Project support from the assembling of metal and steel structures to the commissioning of the machines;",
  "supervisionPage__item2": "Traceability in daily reports of controls and inspections and project progress using project management tools;",
  "supervisionPage__item3": "Inspections of welding seams, thicknesses and dimensions of steel structures;",
  "supervisionPage__item4": "Design review;",
  "supervisionPage__item5": "Inspection of machines, equipment, conveyor systems to detect mechanical defects or malfunctions, assigning workers to conduct relative repairs or adjustments;",
  "supervisionPage__item6": "Daily inspection of the quality of the work and the manpower at the construction site;",
  "supervisionPage__item7": "Report on the progress of delivered engineering-related equipment;",
  "supervisionPage__item8": "Supervision of workers to ensure compliance with all safety regulations;",
  "supervisionPage__item9": "Verification of project documentation conformity.",

  "advantages__title": "Advantages",
  "advantages1": "Support to reach project goals by preventing the occurrence of risks",
  "advantages2": "Control over construction projects to ensure they are implemented in an efficient and effective manner",
  "advantages3": "Guarantees regarding quality, functioning and conformity of materials, equipment and systems to the applicable standards",
  "advantages4": "Guarantees regarding the implementation of all safety regulations at the construction site",

  "constructionPage__text": "With our service and products, we satisfy the demands of different industrial segments such as: metallurgy, cement, glass production and chemical industry, etc. We boast vast experience in the production of bridge structures, lifting equipment and related structures, furnaces, industrial air treatment systems including dedusting systems, pressure vessels and boilers, chimneys and ducts. The production workshops of our partners are all certified in accordance with the requirements of European standards EN 1090-1, EN 1090-2, ISO 3834-2, OHSAS 18001:2010, ISO 9001:2009.",
  "processList": "Each workshop carries out the following processes:",
  "processItem1": "Control of incoming raw materials and consumables;",
  "processItem2": "Operational control and product testing;",
  "processItem3": "Quality control testing and acceptance on finished products;",
  "processItem4": "Final testing and inspection certificate.",

  "afterSalesPage__title": "After-sales service",
  "afterSalesPage__text": "We provide maintenance interventions on industrial plant systems in several different ways:",
  "afterSalesPage__item1": "Routine maintenance (recurrent checks);",
  "afterSalesPage__item2": "Extraordinary maintenance (extraordinary repair operations);",
  "afterSalesPage__item3": "Scheduled maintenance (scheduled checks);",
  "afterSalesPage__item4": "Preventive maintenance (the work that prevents wear and tear of the plant systems).",
  "advantages__asp1": "Optimisation of equipment repair costs",
  "advantages__asp2": "Reduction in downtimes (increase in equipment performance)",
  "advantages__asp3": "Reduction in human resources",
  "advantages__asp4": "Availability of warranty obligations on the part of the contractor",
  "advantages__asp5": "Improvement in the quality of products (reduction of rejects and products rejected due to faults in the production process)",

  "logisticPage__text": "Using our acquired experience and the means at our disposal, we have developed new solutions for the upgrading of plant systems managed by a highly trained team to ensure the correct realization of the customer's project. The Logistic Support Service involves the integration of personnel, transportation, inventory, equipment to ensure the supply and demand cycle runs smoothly and your business activities continue efficiently. The solution to dealing with increasingly complex construction requirements is to use state-of-the-art equipment and qualified manpower. In fact, the lack of human resources and infrastructures can often become a serious problem even for larger enterprises.",
  "specialists__title": "Specialists",
  "specialist__item1": "Instalers",
  "specialist__item2": "Welders",
  "specialist__item3": "Technicians",
  "specialist__item4": "Pipeline installers",
  "specialist__item5": "Mechanics",
  "specialist__item6": "Locksmiths",
  "advantages__logistic1": "Effective use and redistribution of fixed assets",
  "advantages__logistic2": "Transparent cost control",
  "advantages__logistic3": "Absence of operating costs",
  "advantages__logistic4": "Wide variety of techniques and workers",
  "advantages__logistic5": "Availability of the newest, latest generation equipment and qualified personnel",
  "advantages__logistic6": "Possibility to use the equipment and workers, as and when necessary",
  "advantages__logistic7": "Delivery to the facility",
  "advantages__logistic8": "Compliance with European quality standards",
  "advantages__logistic9": "Opportunity to save money and time",
  "advantages__logistic10": "Possibility to receive a complete logistic support service under a single contract",

  "assemblyPage__text": "We guarantee the best assembly, installation and maintenance services. Assembly and commissioning is the final and most critical stage for new plant system installation. Our experts are ready to ensure the best possible commissioning service, and guarantee their presence until your plant system is completely up and running.",
  "assembly__list": "Our range of services includes:",
  "assembly__item1": "Installation of machinery and industrial steel structures;",
  "assembly__item2": "Repairs of individual machine parts and components using various methods: gluing, applying metal-polymer composites on a worn surface with subsequent machining, welding with welding electrodes/mig-mag/tig, replacing of parts of worn pieces;"
}
