{
  "header__menuHome": "Casa",
  "header__menuAbout": "Chi siamo",
  "header__menuServices": "Servizi",
  "header__menuProjects": "Progetti",
  "header__menuCompanies": "Aziende",
  "header__menuContacts": "Contataci",

  "aboutUs__mainTitle": "Chi siamo",
  "aboutUs__title": "Una nuova visione ed un nuovo approccio basati su conoscenza ed esperienza",
  "aboutUs__text": "Siamo un gruppo italiano di società che opera nel settore delle costruzioni e dell’engineering che fornisce ai propri clienti soluzioni di impianti chiavi in mano per processi industriali termo-idraulici, per l’automazione industriale e per impianti di trattamento dell’aria.",
  "button__learnMore": "Ulteriori informazioni",
  "aboutUs__vision": "Visione",
  "aboutUs__visionText": "Il nostro obbiettivo è quello di diventare il miglior partner e la scelta migliore per i nostri clienti, per l’affidabilità e l’elevata qualità dei servizi offerti.",
  "aboutUs__values": "Valori",
  "aboutUs__valuesText": "Gli elementi chiave per il raggiungimento dei nostri obiettivi sono:",
  "aboutUs__value1": "la competenza professionale",
  "aboutUs__value2": "la qualità",
  "aboutUs__value3": "l’affidabilità",
  "aboutUs__value4": "l’innovazione",
  "aboutUs__value5": "la sicurezza",
  "aboutUs__mission": "Missione",
  "aboutUs_missionText1": "Creare un supporto al cliente, implementando i progetti in modo che soddisfino tutte le esigenze e le singole aspettative, evitando l’insorgenza di rischi. Ci poniamo come referente e “general contractor” nelle gestione delle attività di approvvigionamento, costruzione, messa in opera, avviamento, gestione e conduzione di impianti e processi industriali.",
  "aboutUs_missionText2": "Più di 16 anni di esperienza si traducono in un “Know-how” capace di risolvere le problematiche costruttive e di funzionamento, sia sul campo sia nel post vendita, gestendo manutenzioni e processi produttivi.",
  "brochures": "Brochure",
  "download": "Scarica",

  "ourCompanies__title": "Le nostre aziende",

  "projects": "Progetti completati",

  "ourServices__title": "I nostri servizi",
  "services__supervision": "Supervisione",
  "supervision__text": "Con la nostra supervisione autonoma del cantiere vi aiutiamo a realizzare il progetto nei termini previsti evitando l’insorgere di rischi e osservando tutte le regole e le relative norme di qualità...",
  "details": "Dettagli",
  "services__construction": "Costruzione",
  "construction__text": "Vantiamo esperienza nella produzione di strutture a ponte, attrezzature per il sollevamento e relative strutture, forni, impianti industriali per il trattamento dell’aria inclusi gli impianti di depolverazione...",
  "services__afterSales": "Servizio post-vendita",
  "afterSales__text": "Interveniamo per la manutenzione di impianti industriali in diversi modi: Manutenzione periodica (controlli ricorrenti)...",
  "services__logisticSupport": "Supporto logistico",
  "logisticSupport__text": "Grazie all’esperienza acquisita e ai mezzi a nostra disposizione, abbiamo sviluppato nuove soluzioni per la modernizzazione degli impianti avvalendoci di un team...",
  "services__assembly": "Montaggio",
  "assembly__text": "Montaggio e smontaggio parziale o totale di carpenteria metallica e macchinari con successivo riassemblaggio e controllo...",
  "services__commissioning": "Messa in funzione & start up",
  "commissioning__text": "La messa in funzione implica il collaudo di tutti i machinari per garantirne il corretto funzionamento. Il nostro servizio di messa in funzione include il controllo dello stato dei macchinari...",
  "services__button": "Tutti i servizi",

  "benefits__title": "Benefici",
  "benefits__professionalism": "La competenza professionale",
  "benefits__quality": "La qualità",
  "benefits__reliability": "L’affidabilità",
  "benefits__innovation": "L’innovazione",
  "benefits__safety": "La sicurezza",

  "projects__title": "Progetti completati",
  "button__allProjects": "Tutti i progetti",

  "askUs__text": "Hai una domanda? Chiedici",
  "askUs__button": "Chiedici",
  "advice": "Ti serve un consiglio?",
  "contactUs__text": "Contattarci",

  "map__title": "Esperienza mondiale",
  "numberOfOffices": "Sedi principali",
  "numberOfCountries": "Paesi in cui abbiamo acquisito esperienza lavorativa e il cui numero aumenta ogni anno",

  "arrow__goUp": "Vai su",

  "ukraine": "Ucraina",
  "international": "Internazionale",
  "warsaw": "Polonia",
  "italy": "Italia",

  "supervisionPage__text": "Con la nostra supervisione autonoma del cantiere vi aiutiamo a realizzare il progetto nei termini previsti evitando l’insorgere di rischi e osservando tutte le regole e le relative norme di qualità. Per garantire un’esecuzione del lavoro di altissima qualità, i nostri supervisori tecnici eseguono il controllo della qualità in ogni fase del progetto. Abbiamo una grande esperienza e una profonda conoscenza nel settore del controllo tecnico e forniamo i seguenti servizi:",
  "supervisionPage__item1": "Supporto al progetto dal montaggio di carpenteria metallica e meccanica alla messa in funzione delle macchine;",
  "supervisionPage__item2": "Rintracciabilità nei report giornalieri delle verifiche e dell’avanzamento del progetto tramite l’utilizzo di strumenti di gestione del progetto;",
  "supervisionPage__item3": "Verifiche dei giunti di saldatura, degli spessori e delle dimensioni della carpenteria metallica;",
  "supervisionPage__item4": "Riesame della progettazione;",
  "supervisionPage__item5": "Verifica delle macchine, dell’attrezzatura, dei nastri trasportatori per il rilevamento di difetti meccanici o  malfunzionamenti, assegnazione ai lavoratori di interventi di riparazione o messa a punto;",
  "supervisionPage__item6": "Verifica giornaliera della qualità del lavoro e della manodopera presente in cantiere;",
  "supervisionPage__item7": "Rapporto sullo stato di fornitura delle apparecchiature relative all'ingegneria;",
  "supervisionPage__item8": "Supervisione dei lavoratori per garantire che si conformino alle norme di sicurezza;",
  "supervisionPage__item9": "Verifica della conformità della documentazione del progetto.",

  "advantages__title": "Vantaggi",
  "advantages1": "Supporto per il raggiungimento degli obiettivi del progetto evitando l’insorgere di rischi",
  "advantages2": "Controllo dei progetti di costruzione per verificare che siano realizzati in modo efficace ed adeguato",
  "advantages3": "Garanzia di qualità, funzionamento e conformità agli standard di materiali, attrezzature ed impianti",
  "advantages4": "Garanzia di implementazione delle norme di sicurezza in cantiere",

  "constructionPage__text": "La nostra assistenza e i nostri prodotti soddisfano le esigenze di diversi settori industriali quali: metallurgico, cementizio, produzione di vetro, industria chimica, ecc. Vantiamo esperienza nella produzione di strutture a ponte, attrezzature per il sollevamento e relative strutture, forni, impianti industriali per il trattamento dell’aria inclusi gli impianti di depolverazione, i recipienti a pressione, caldaie, camini e condotte. Le officine di produzione dei nostri partner sono certificate in base ai requisiti delle norme europee in conformità alle norme EN 1090-1, EN 1090-2, ISO 3834-2, OHSAS 18001:2010, ISO 9001:2009.",
  "processList": "Ogni officina esegue i seguenti processi:",
  "processItem1": "Controllo delle materie prime in entrata e dei beni di consumo;",
  "processItem2": "Controllo operativo e collaudo prodotti;",
  "processItem3": "Collaudo e accettazione della qualità del prodotto finito;",
  "processItem4": "Certificato di collaudo.",

  "afterSalesPage__title": "Assistenza post-vendita",
  "afterSalesPage__text": "Interveniamo per la manutenzione di impianti industriali in diversi modi:",
  "afterSalesPage__item1": "Manutenzione periodica (controlli ricorrenti);",
  "afterSalesPage__item2": "Manutenzione straordinaria (operazioni di riparazioni straordinarie);",
  "afterSalesPage__item3": "Manutenzione programmata (controllo programmato);",
  "afterSalesPage__item4": "Manutenzione preventiva (il lavoro che previene l’usura degli impianti).",
  "advantages__asp1": "Ottimizzazione dei costi di riparazione dei macchinari;",
  "advantages__asp2": "Riduzione dei fermi macchina (aumento delle prestazioni delle macchine);",
  "advantages__asp3": "Riduzione del personale;",
  "advantages__asp4": "Disponibilità di obblighi di garanzia da parte dell’appaltatore;",
  "advantages__asp5": "Miglioramento della qualità dei prodotti (riduzione di scarti e di prodotti scartati a causa di anomalie del processo produttivo).",

  "logisticPage__text": "Grazie all’esperienza acquisita e ai mezzi a nostra disposizione, abbiamo sviluppato nuove soluzioni per la modernizzazione degli impianti avvalendoci di un team altamente addestrato per la corretta realizzazione del progetto del cliente. Il servizio di supporto logistico implica l’integrazione di personale, trasporto, magazzino, attrezzatura per garantire il rispetto del ciclo di domanda/offerta e la continuità della vostra attività. La soluzione per far fronte a requisiti di costruzione sempre più complessi è l’utilizzo di attrezzature moderne e di manodopera qualificata. Infatti, la mancanza di risorse umane e di infrastrutture spesso può diventare un problema serio anche per una grande azienda.",
  "specialists__title": "Specialisti",
  "specialist__item1": " Montatori",
  "specialist__item2": "Saldatori",
  "specialist__item3": "Tecnici specializzati",
  "specialist__item4": "Tubisti",
  "specialist__item5": "Meccanici",
  "specialist__item6": "Assemblatori",
  "advantages__logistic1": "Uso e ridistribuzione effettiva delle immobilizzazioni",
  "advantages__logistic2": "Controllo trasparente dei costi",
  "advantages__logistic3": "Assenza di costi di esercizio",
  "advantages__logistic4": "Ampia varietà di tecniche e di lavoratori",
  "advantages__logistic5": "Disponibilità di attrezzatura moderna di ultima generazione e di personale qualificato",
  "advantages__logistic6": "Possibilità di utilizzare  attrezzature e lavoratori, in caso di necessità",
  "advantages__logistic7": "Consegna in stabilimento",
  "advantages__logistic8": "Conformità alle norme di qualità europee",
  "advantages__logistic9": "Opportunità di risparmio di tempo e di denaro",
  "advantages__logistic10": "Possibilità di ricevere un servizio di supporto logistico completo con un unico contratto",

  "assemblyPage__text": "Garantiamo i migliori servizi di montaggio, installazione e manutenzione. La nostra società effettua tutti i tipi di montaggio e di installazione con attrezzi ed attrezzature efficaci. Il montaggio e la messa in funzione rappresentano le fasi finali e le più critiche per l’installazione di nuovi impianti. I nostri esperti sono pronti a garantirne il miglior avviamento, assicurando la loro presenza fino al corretto funzionamento del vostro impianto.",
  "assembly__list": "L’offerta dei servizi include:",
  "assembly__item1": "Installazione di macchinari e strutture metalliche industriali;",
  "assembly__item2": "Riparazione di singoli pezzi e di componenti macchina con vari metodi: incollaggio, applicazione di  materiali compositi in metallo polimero su una superficie usurata con successiva lavorazione di macchina, saldatura a elettrodo/mig-mag/tig, sostituzione di parti di pezzi usurati;",
  "assembly__item3": "Installazione e messa in funzione di macchinari di linee di produzione, inclusa la costruzione delle strutture metalliche necessarie;",
  "assembly__item4": "Revisione dei machinari del cliente con possibile sostituzione di cuscinetti obsoleti, danneggiati e usurati,  guide, guarnizioni in gomma, sensori, cavi elettrici, attrezzatura elettrica ed elettronica;",
  "assembly__item5": "Ammodernamento dei macchinari del cliente con lo sviluppo e la costruzione di singole unità e la sostituzione dei sistemi di controllo;",
  "assembly__item6": "Posa di tubazioni",
  "assembly__Item": "Montaggio e smontaggio parziale o totale di carpenteria metallica e macchinari con successivo riassemblaggio e controllo;",

  "startUpPage__text1": "La messa in funzione implica il collaudo di tutti i machinari per garantirne il corretto funzionamento. Il nostro servizio di messa in funzione include il controllo dello stato dei macchinari, il corretto collegamento dell’alimentazione e degli impianti idraulici, l’impostazione, l’avviamento e il controllo dei parametri di lavoro, la verifica del funzionamento dell’impianto, la corrispondenza alla pressione, alla temperatura e al flusso impostati oltre alla corrispondenza allo stato di fase dell’ambiente analizzato. Questo lavoro garantisce il corretto funzionamento a lungo termine dell’impianto ed elimina le difficoltà di manutenzione delle macchine.",
  "startUpPage__text2": "La multisfaccettatura della società permette di eseguire lavori di varia complessità, forte di un’esperienza pluriennale nel settore delle carpenteria meccanica industriale. Seguiamo sempre le istruzioni dei nostri clienti per soddisfare al meglio le loro esigenze.",

  "italTech__text1": "Ital Technology SRL, azienda  con sede in Darfo Boario Terme nella provincia di Brescia - Italia, fa’ parte di un gruppo di società che opera nel settore delle costruzioni e dell’engineering che ha lo scopo di fornire ai propri clienti  servizi di revamping, manutenzioni industriali post-vendita e  soluzioni di impianti chiavi in mano per processi industriali termo-idraulici, per l’automazione industriale e per impianti di trattamento dell’aria.",
  "italTech__text2": "Da circa 16 anni gli esperti della società gestiscono cantieri per la costruzione di nuove strutture e coordinano il processo di realizzazione di opere meccaniche fornendo anche lavori di riparazione e manutenzione tecnica dei siti.",
  "italTech__text3": "L’intento delle nostre 3 società è quello di soddisfare le esigenze sempre crescenti dei clienti e di occupare una posizione strategica nelle diverse aree del mondo:",
  "italTech__text4": "Con 16 anni di esperienza a livello mondiale, offriamo una gamma completa di servizi personalizzati per soddisfare le vostre esigenze specifiche: dalla costruzione, al supporto logistico, all’installazione di un’ampia gamma di attrezzature tecnologiche e di strutture metalliche per diverse applicazioni industriali, al servizio di supervisione durante tutte le fasi del progetto. Il nostro gruppo attivo nel settore della carpenteria meccanica e metallica ha una grande esperienza nella realizzazione di progetti di costruzione e di manutenzione su piccola e grande scala.",
  "italTech__text5": "Con la professionalità del nostro personale, le innovazioni nei processi produttivi e la responsabilità nei confronti dei nostri clienti forniamo un servizio di prim’ordine in stretta conformità alle norme di qualità europee nel rispetto delle  esigenze dei clienti.",

  "atlasCorp__text1": "Atlas Corporation LLC, azienda  con sede in Kiev - Ucraina, fa’ parte di un gruppo di società che opera nel settore delle costruzioni e dell’engineering che ha lo scopo di fornire ai propri clienti  servizi di revamping, manutenzioni industriali post-vendita e  soluzioni di impianti chiavi in mano per processi industriali termo-idraulici, per l’automazione industriale e per impianti di trattamento dell’aria.",
  "atlasCorp__text2": "Da circa 16 anni gli esperti della società gestiscono cantieri per la costruzione di nuove strutture e coordinano il processo di realizzazione di opere meccaniche fornendo anche lavori di riparazione e manutenzione tecnica dei siti.",
  "atlasCorp__text3": "L’intento delle nostre 3 società è quello di soddisfare le esigenze sempre crescenti dei clienti e di occupare una posizione strategica nelle diverse aree del mondo:",
  "atlasCorp__text4": "Con 16 anni di esperienza a livello mondiale, offriamo una gamma completa di servizi personalizzati per soddisfare le vostre esigenze specifiche: dalla costruzione, al supporto logistico, all’installazione di un’ampia gamma di attrezzature tecnologiche e di strutture metalliche per diverse applicazioni industriali, al servizio di supervisione durante tutte le fasi del progetto. Il nostro gruppo attivo nel settore della carpenteria meccanica e metallica ha una grande esperienza nella realizzazione di progetti di costruzione e di manutenzione su piccola e grande scala.",
  "atlasCorp__text5": "Con la professionalità del nostro personale, le innovazioni nei processi produttivi e la responsabilità nei confronti dei nostri clienti forniamo un servizio di prim’ordine in stretta conformità alle norme di qualità europee nel rispetto delle  esigenze dei clienti.",

  "atlasPol__text1": "Atlas Polska SP.Z O.O. , azienda  con sede in Varsavia - Polonia, fa’ parte di un gruppo di società che opera nel settore delle costruzioni e dell’engineering che ha lo scopo di fornire ai propri clienti  servizi di revamping, manutenzioni industriali post-vendita e  soluzioni di impianti chiavi in mano per processi industriali termo-idraulici, per l’automazione industriale e per impianti di trattamento dell’aria.",
  "atlasPol__text2": "Da circa 16 anni gli esperti della società gestiscono cantieri per la costruzione di nuove strutture e coordinano il processo di realizzazione di opere meccaniche fornendo anche lavori di riparazione e manutenzione tecnica dei siti.",
  "atlasPol__text3": "L’intento delle nostre 3 società è quello di soddisfare le esigenze sempre crescenti dei clienti e di occupare una posizione strategica nelle diverse aree del mondo:",
  "atlasPol__text4": "Con 16 anni di esperienza a livello mondiale, offriamo una gamma completa di servizi personalizzati per soddisfare le vostre esigenze specifiche: dalla costruzione, al supporto logistico, all’installazione di un’ampia gamma di attrezzature tecnologiche e di strutture metalliche per diverse applicazioni industriali, al servizio di supervisione durante tutte le fasi del progetto. Il nostro gruppo attivo nel settore della carpenteria meccanica e metallica ha una grande esperienza nella realizzazione di progetti di costruzione e di manutenzione su piccola e grande scala.",
  "atlasPol__text5": "Con la professionalità del nostro personale, le innovazioni nei processi produttivi e la responsabilità nei confronti dei nostri clienti forniamo un servizio di prim’ordine in stretta conformità alle norme di qualità europee nel rispetto delle  esigenze dei clienti."
}
